tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "circleci"
brew "emacs"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gibo"
brew "go"
brew "gource"
brew "hub"
brew "mas"
brew "nkf"
brew "node", link: false
brew "nodenv"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"