tap "code-hex/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "act"
brew "awscli"
brew "bat"
brew "circleci"
brew "composer"
brew "direnv"
brew "emacs"
brew "exa"
brew "gobject-introspection"
brew "ffmpeg"
brew "fish"
brew "ghq"
brew "gibo"
brew "git"
brew "go"
brew "gource"
brew "grep"
brew "hub"
brew "iproute2mac"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "libheif"
brew "mas"
brew "mysql"
brew "nkf"
brew "node", link: false
brew "node-build"
brew "pre-commit"
brew "python@3.8"
brew "stern"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "code-hex/tap/gqldoc"
cask "alfred"
cask "altair-graphql-client"
cask "base"
cask "coteditor"
cask "deepl"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-fira-code"
cask "gifox"
cask "google-drive-file-stream"
cask "gyazo"
cask "hyperswitch"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "kindle"
cask "meetingbar"
cask "notion"
cask "openinterminal"
cask "shiftit"
cask "slack"
cask "steam"
cask "steermouse"
cask "tableplus"
cask "visual-studio-code"
mas "Bear", id: 1091189122
mas "CommentScreen", id: 1450950860
mas "Gifski", id: 1351639930
mas "JPEGmini Lite", id: 525742250
mas "Keynote", id: 409183694
mas "MenuBar Stats", id: 714196447
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
