tap "buo/cask-upgrade"
tap "chezou/jumanpp"
tap "homebrew/apache"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "joelpurra/joelpurra"
tap "rcmdnk/file"
cask "java"
brew "adns"
brew "apr"
brew "apr-util"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "libelf"
brew "libusb"
brew "libusb-compat"
brew "libftdi0"
brew "avrdude"
brew "gettext"
brew "gnu-sed"
brew "libevent"
brew "popt"
brew "byobu"
brew "cmake"
brew "colordiff"
brew "composer"
brew "cowsay"
brew "dfc"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dnsmasq"
brew "docker"
brew "libyaml"
brew "docker-compose"
brew "elixir"
brew "emacs"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "gdb"
brew "gdbm"
brew "gibo"
brew "gist"
brew "git-flow"
brew "gmp"
brew "gnupg"
brew "go"
brew "gperftools"
brew "gpg-agent"
brew "handbrake"
brew "icu4c"
brew "heroku"
brew "httpd"
brew "hub"
brew "hugo"
brew "sqlite"
brew "iproute2mac"
brew "oniguruma"
brew "jq"
brew "jsdoc3"
brew "jumanpp"
brew "lftp"
brew "libiconv"
brew "libssh"
brew "libtool"
brew "libxslt"
brew "lolcat"
brew "mas"
brew "md5sha1sum"
brew "mongodb"
brew "mysql"
brew "n"
brew "ncftp"
brew "nginx"
brew "nkf"
brew "nmap"
brew "nvm"
brew "openssl@1.1"
brew "tree"
brew "pass"
brew "phantomjs"
brew "unixodbc"
brew "phpunit"
brew "pkg-config"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "rbenv"
brew "redis"
brew "rename"
brew "sbt"
brew "scala"
brew "screenfetch"
brew "sshrc"
brew "telnet"
brew "tig"
brew "utf8proc"
brew "watch"
brew "watchman"
brew "wget"
brew "wp-cli"
brew "xz"
brew "yafc"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "joelpurra/joelpurra/gitslave"
brew "rcmdnk/file/brew-file"
cask "atom"
cask "avast-security"
cask "calibre"
cask "clion"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "filezilla"
cask "ganache"
cask "google-chrome"
cask "gyazo"
cask "hyperswitch"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "mendeley"
cask "phpstorm"
cask "postman"
cask "processing"
cask "pycharm"
cask "sketch"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "teamviewer"
cask "unetbootin"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zoomus"
mas "Bear", id: 1091189122
mas "Enpass", id: 732710998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simplenote", id: 692867256
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
mas "UlyssesMac", id: 1225570693
mas "Xcode", id: 497799835
