tap 'caskroom/cask'
tap 'chezou/jumanpp'
tap 'homebrew/apache'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'joelpurra/joelpurra'
brew 'apr'
brew 'openssl'
brew 'apr-util'
brew 'autoconf'
brew 'automake'
brew 'libelf'
brew 'libusb'
brew 'libusb-compat'
brew 'libftdi0'
brew 'avrdude'
brew 'boost'
brew 'coreutils'
brew 'gnu-sed'
brew 'gettext'
brew 'popt'
brew 'libpng'
brew 's-lang'
brew 'newt'
brew 'libevent'
brew 'tmux'
brew 'byobu'
brew 'cmake'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'dnsmasq', restart_service: true
brew 'emacs'
brew 'pcre2'
brew 'fish'
brew 'freetype'
brew 'gdb'
brew 'gdbm'
brew 'gibo'
brew 'git-flow'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'gperftools'
brew 'heroku'
brew 'hub'
brew 'icu4c'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'node'
brew 'jsdoc3'
brew 'jumanpp'
brew 'libssh'
brew 'libtool'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'mas'
brew 'md5sha1sum'
brew 'mongodb', restart_service: true
brew 'mysql', restart_service: true
brew 'ncftp'
brew 'openssl@1.1'
brew 'pcre'
brew 'nginx'
brew 'nkf'
brew 'nmap'
brew 'pkg-config'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'sbt'
brew 'scala'
brew 'tig'
brew 'tree'
brew 'unixodbc'
brew 'utf8proc'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'yafc'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/dupes/zlib'
brew 'homebrew/apache/httpd24'
brew 'homebrew/boneyard/lftp'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/php/php71'
brew 'homebrew/php/composer'
brew 'homebrew/php/php56'
brew 'homebrew/php/phpunit'
brew 'homebrew/php/wp-cli'
brew 'joelpurra/joelpurra/gitslave', args: ['devel']
cask 'iterm2'
cask 'sequel-pro'
cask 'teamviewer'
mas 'Integrity', id: 513610341
mas 'Simplenote', id: 692867256
mas 'Hash', id: 945689735
mas 'LINE', id: 539883307
mas 'Evernote', id: 406056744
mas 'Keynote', id: 409183694
mas 'VOX', id: 461369673
mas 'OneDrive', id: 823766827
mas 'GarageBand', id: 682658836
mas 'The Unarchiver', id: 425424353
mas 'Fotor Photo Editor', id: 503039729
mas 'GIPHY CAPTURE', id: 668208984
mas 'Skitch', id: 425955336
mas 'Go for Facebook', id: 965915283
mas 'WordService', id: 899972312
mas 'Xcode', id: 497799835
mas 'Numbers', id: 409203825
mas '123D Design', id: 566042322
mas 'Pages', id: 409201541
mas 'LanScan', id: 472226235
mas 'Enpass', id: 732710998
mas 'iMovie', id: 408981434
mas 'Slack', id: 803453959
mas 'Sip', id: 507257563
